Repository: hres/PM
Catalog: Product Monograph/App_GlobalResources/Resource.*.resx
Languages: fr

# addButton
source: Add
fr: Ajouter

# addWarnings
source: Additional warnings
fr: Additional warnings_fr

# adverseReaction
source: Adverse drug reaction overview
fr: Aperçu des effets indésirables au médicament

# adverseReactionInfo
source: An overview of the ADR information that may affect prescribing decision, it should contain: serious and important ADRs; the most frequent ADRs and ADRs that most commonly result in clinical intervention.
fr: Un résumé des renseignements sur les effets indésirables à un médicament (EIM) qui peuvent affecter les décisions quant aux ordonnances. Ces renseignements devraient contenir les EIM graves et importantes, les EIM les plus fréquentes et les EIM qui nécessitent le plus souvent le recours à une intervention clinique.

source: Analyte name
fr: Nom de la substance à analyser

# arithmeticMedian
source: Expressed as either the arithmetic mean (CV%) or the median (range) only.
fr: Représenté soit sous forme de moyenne arithmétique (Coefficient de variation (CV) %), soit sous forme de médiane (étendue) seulement.

# arithmeticOnly
source: Expressed as the arithmetic mean (CV%) only.
fr: Représenté sous forme de moyenne arithmétique seulement (CV %).

# auciUnit
source: AUCI (units)
fr: SSC<sub>I</sub> (unités)

# auct24
source: For drugs with a half-life greater than 24 hours AUCT should be replaced with AUC0-72.
fr: On recommande de remplacer les médicaments, surface sous la courbe de la dernière concentration quantifiable (SSC<sub>T</sub>) qui ont une demi-vie supérieure à vingt-quatre heures par des médicaments SSC<sub>0-72</sub>.

# auctUnit
source: AUCT ‡(units)
fr: SSC<sub>T</sub><sup>‡</sup> (unités)

# availableVolume
source: Approximate available volume
fr: Volume approximatif du mélange obtenu

source: Brand dosage form
fr: Brand dosage form_fr

source: Brand name
fr: Marque nominative

# brandNameTitle
source: Brand name
fr: Marque nominative

source: Chemical name
fr: Nom chimique

source: Clinical trials
fr: Essais cliniques

# cmaxUnit
source: CMAX (units)
fr: C<sub>max</sub> (unités)

source: Common
fr: Fréquent

# compBioStudies
source: Comparative bioavailability studies
fr: Études comparatives de biodisponibilité

# compBioStudiesInfo
source: narrative outlining the design of the bioequivalence study. The values in the table should be based on the measured data from the study; no potency correction should be applied.
fr: L’exposé des faits présente l’organisation de l’étude sur la bioéquivalence. Les valeurs présentes dans le tableau devraient être fondées sur les données mesurées de l’étude. Aucune correction ne doit être apportée aux puissances.

# compositionPackaging
source: Dosage forms, composition and packaging
fr: Formes posologiques, composition et conditionnement

# concentration
source: Nominal concentration per mL
fr: Concentration nominale par millitre

# confidenceInterval
source: Indicate % Confidence Interval (i.e., 90% or 95%) in the column heading and list for the AUCT, AUCI and CMAX (if required).
fr: Indique le pourcentage de l’intervalle de confiance (c.-à-d., 90 p. 100 ou 95 p. 100) à l’en-tête de la colonne et la liste pour la SSC<sub>T</sub>, la surface sous la courbe à l’infini (SSC<sub>I</sub>) et la concentration maximale observée (C<sub>max</sub>) (au besoin).

# confInterval
source: Confidence interval
fr: Intervalle de confiance

source: Contraindications
fr: Contre-indications

# contraindicationsInfo
source: Patients who are hypersensitive to this drug or to any ingredient in the formulation or component of the container. For a complete listing, see the Dosage Forms, Composition and Packaging section of the product monograph. [if applicable]
fr: Les patients qui présentent une hypersensibilité à ce médicament ou à l’un des ingrédients de la formulation de ce dernier ou des composants du récipient. Pour obtenir une liste complète, veuillez consulter la section sur les Formes posologiques, la Composition et le Conditionnement de la monographie de produit. [s’il y a lieu]

source: Cover Page
fr: Page de couverture

# datePreparation
source: Date of preparation
fr: Date de rédaction

# dateRevision
source: Date of revision
fr: Date de révision

source: Dosage form
fr: Forme posologique

source: Dosing considerations
fr: Considérations posologiques

# dosingConsiderationsInfo
source: Include all situations that may affect dosing of the drug
fr: Inclure toutes les situations qui peuvent affecter la posologie au médicament.

source: Drug substance
fr: Substance pharmaceutique

source: Footnote
fr: Référence

source: Form Instruction
fr: Instructions de formulaire

source: Geriatrics
fr: Gériatrie

# geriatricsAge
source: years of age
fr: ans

# halfLife
source: T1/2 [](h)
fr: T<sub>½</sub><sup> []</sup> (h)

# handlingInstruction
source: Special handling instructions
fr: Instructions particulières de manipulation

source: Headings
fr: Les titres

# headingsInfo
source: Headings to be included as applicable
fr: Les titres seront ajoutés, le cas échéant

# idRefProduct
source: Identity of the reference product, including the manufacturer, and origin (country of purchase).
fr: Identification du produit de référence, notamment le fabricant et la provenance (pays d’achat).

# idTestProduct
source: Identity of the test product.
fr: Identification du produit à tester.

# indicatedFor
source: is indicated for:
fr: est indiqué pour :

# indicatedForInfo
source: Brief discussion of any relevant clinical information - if applicable Distribution restrictions - if applicable When the product is not recommended - if applicable
fr: Brève discussion portant sur des renseignements cliniques pertinents, s’il y a lieu. Restrictions concernant la distribution, s’il y a lieu. Lorsque le produit n’est pas recommandé, s’il y a lieu.

# interactionOverview
source: Drug interactions overview
fr: Drug interactions overview_fr

# interactionOverviewInfo
source: It should include the following information: interactions suspected based on the pharmacokinetic or pharmacologic profile of the drug (forr example, cytochrome P45C); drug class statements if the interaction has not yet been documented, but would be clinically significant; potential interaction with alcohol.
fr: Les renseignements suivants doivent être présentés : les interactions soupçonnées en fonction du profil pharmacocinétique ou pharmacologique au médicament en question (par exemple [p. ex.] interactions avec le cytrochrome P450), des énoncés sur la catégorie de médicament bien que l’interaction n’ait pas encore été étayée mais qui peut s’avérer importante sur le plan clinique et l’interaction potentielle avec l’alcool.

# interactions
source: Interactions with this medication
fr: Interactions médicamenteuses

# lastModified
source: Last revised
fr: Dernière révision

# mechanismAction
source: Mechanism of action
fr: Mode d’action

# mechanismActionInfo
source: For anti-infective products: a brief description of action against micro-organisms
fr: En ce qui concerne les produits antiinfectueux : une brève description du mode d’action contre les micro-organismes.

# medicationDoes
source: What it does
fr: Les effets de ce médicament

# medicationUse
source: What the medication is used for
fr: Les raisons d’utiliser ce médicament

# medIngredient
source: What the medicinal ingredient is
fr: L’ingrédient médicinal est

source: Microbiology
fr: Microbiologie

source: Missed dose
fr: Dose oubliée

source: Missed dose file
fr: Missed dose file_fr

source: Molecular formula
fr: Formule moléculaire

source: Molecular mass
fr: Masse moléculaire

# nonmedIngred
source: Clinically relevant nonmedicinal ingredients
fr: Ingrédients non médicamenteux cliniquement importants

# nonMedIngredient
source: What the nonmedicinal ingredients are
fr: Les ingrédients non médicinaux importants sont

# nonMedIngredientInfo
source: For a full listing of nonmedicinal ingredients see Part 1 of the product monograph.
fr: Pour obtenir une liste complète des ingrédients non médicinaux, consulter la partie 1 de la monographie de produit.

source: Oral solutions
fr: Solutions orales

source: Overdosage
fr: Surdosage

source: Overdose
fr: Surdose

source: Overdose file
fr: Overdose file_fr

# overdoseInfo
source: The boxed message may be modified to provide the most appropriate advice according to current standards of care for this drug product.
fr: Le texte de l’encadré peut être modifié afin de fournir les conseils les plus appropriés, selon les normes de soins les plus récentes pour ce produit pharmaceutique.

# overdoseInstruction
source: For management of a suspected drug overdose, contact your regional Poison Control Centre.
fr: Pour traiter une surdose présumée, communiquez avec le centre antipoison de votre région.

source: Parameter
fr: Paramètre

# parenteralProd
source: Parenteral products
fr: Produits parentéraux

# parenteralProdInfo
source: Any specific precautions, storage periods and incompatibilities
fr: Toute précaution particulière, période d’entreposage et incompatibilité

# partOne
source: Part I: Health professional information
fr: Partie I: Information sur la santé professionnelle

# partThree
source: Part III: Consumer information
fr: Partie III : Renseignements pour le consommateur

# partTwo
source: Part II: Scientific information
fr: Partie II : Renseignements scientifiques

source: Pediatrics
fr: Pédiatrie

# pediatricsAge
source: years of age
fr: ans

# pediatricsAgeX
source: years of age or
fr: ans ou

# pharmaceuticalStandard
source: Pharmaceutical standard (if applicable)
fr: Norme pharmaceutique (s’il y a lieu)

source: Pharmacodynamics
fr: Pharmacodynamique

source: Pharmacokinetics
fr: Pharmacocinétique

# pharmacology
source: Detailed pharmacology
fr: Pharmacologie détaillée

# physicochemicalProp
source: Physicochemical properties
fr: Propriétés physicochimiques

# populationsConditions
source: Special Populations and Conditions
fr: Populations particulières et états pathologiques

# productInfoTableTitle
source: Summary product information form
fr: Summary product information form_fr

source: Proper name
fr: Nom propre

# properNameTitle
source: Proper name
fr: Nom propre

# properUse
source: Proper use of this medication
fr: Utilisation appropriée de ce médicament

# ratioGeoMeans
source: Ratio of geometric means
fr: Rapport des moyennes géométriques

# recommendedDose
source: Recommended dose and dosage adjustment
fr: Posologie recommandée et modification posologique

# recommendedDoseInfo
source: Include for each indication, route of administration or dosage form
fr: Inclure pour chaque indication, voie d’administration ou forme posologique.

source: Reference
fr: Référence

source: References
fr: Références

# removeButton
source: Remove
fr: Enlever

# reportSuspectedSEInstruction
source: You can report any suspected adverse reactions associated with the use of health products to the Canada Vigilance Program by one of the following 3 ways: ---------------------------------------------------------------------------------------- Report online at www.healthcanada.gc.ca/medeffect Call toll-free at 1-866-234-2345 Complete a Canada Vigilance Reporting Form and: • Fax toll-free to 1-866-678-6789, or • Mail to: Canada Vigilance Program Health Canada Postal Locator 0701D Ottawa, Ontario K1A 0K9 Postage paid labels, Canada Vigilance Reporting Form and the adverse reaction reporting guidelines are available on the MedEffect¿ Canada Web site at www.healthcanada.gc.ca/medeffect. NOTE: Should you require information related to the management of side effects, contact your health professional. The Canada Vigilance Program does not provide medical advice.
fr: Vous pouvez déclarer les effets indésirables soupçonnés associés à l’utilisation des produits de santé au Programme Canada Vigilance de l’une des 3 façons suivantes :<br/> En ligne www.santecanada.gc.ca/medeffet<br/> Par téléphone, en composant le numéro sans frais 1-866-234-2345<br/> En remplissant un formulaire de déclaration de Canada Vigilance et en le faisant parvenir par télécopieur, au numéro sans frais 1-866-678-6789<br/> par la poste au :<br/> Programme Canada Vigilance<br/> Santé Canada<br/> Indice de l’adresse 0701D<br/> Ottawa (Ontario)<br/> K1A 0K9<br/> Les étiquettes préaffranchies, le formulaire de déclaration de Canada Vigilance ainsi que les lignes directrices concernant la déclaration d’effets indésirables sont disponibles sur le site Web de MedEffet <sup>MC</sup> Canada à www.santecanada.gc.ca/medeffet.<br/><br/> REMARQUE : Pour obtenir des renseignements relatifs à la gestion des effets secondaires, veuillez communiquer avec votre professionnel de la santé. Le Programme Canada Vigilance ne fournit pas de conseils médicaux.

# routeAdministration
source: Route of administration
fr: Voie d’administration

# saveButton
source: Save a draft
fr: Save a draft_fr

# saveButtonTitle
source: Please save your form data in a draft file.
fr: Please save your form data in a draft file._fr

source: Scheduling symbol
fr: Symbole de classification

# seriousInteractions
source: Serious drug interactions
fr: Interactions médicamenteuses pouvant entraîner des conséquences graves

# seriousInteractionsInfo
source: Serious, life-threatening drug interactions should be highlighted in this box. Not to exceed 20 lines.
fr: Les interactions médicamenteuses graves constituant un danger de mort doivent être mises en évidence dans cet encadré, sans toutefois dépasser 20 lignes.

# seriousWarnings
source: Serious warnings and precautions
fr: Mises en garde et précautions

# seriousWarningsInfo
source: Clinically significant or serious life-threatening warnings should be placed in the warning box. Generally not to exceed 20 lines.
fr: Les dangers importants sur le plan clinique ou mortels qu’entraînent l’administration au médicament doivent être mis en évidence dans l’encadré Mises en garde. Le texte ne doit généralement pas dépasser 20 lignes.

# sideEffectContact
source: This is not a complete list of side effects. For any unexpected effects while taking, contact your doctor or pharmacist.
fr: Cette liste d’effets secondaires n’est pas exhaustive. Pour tout effet inattendu ressenti lors de la prise de <marque nominative>, veuillez communiquer avec votre médecin ou votre pharmacien.

source: Side effects
fr: Effets secondaires graves

source: Sponsor address
fr: Adresse du promoteur

source: Sponsor name
fr: Nom du promoteur

source: Stop taking drug
fr: Stop taking drug_fr

# storagestability
source: Storage and stability
fr: Entreposage et stabilité

source: Strength
fr: Concentration

# strengthDosageValue
source: Strength per dosage<br /> Value | Unit
fr: Strength per dosage<br /> Value | Unit_fr

# strengthValue
source: Strength <br />Value | Unit
fr: Strength <br />Value | Unit_fr

source: Submission control number
fr: Numéro de contrôle de la présentation

# sumAdverseReactions
source: Adverse reactions
fr: Effets indésirables

# sumClinicalPharmacology
source: Action and clinical pharmacology
fr: Mode d’action et pharmacologie clinique

# sumClinicalTrials
source: Clinical trials
fr: Essais cliniques

# sumContraindications
source: Contraindications
fr: Contre-indications

# sumDosage
source: Dosage and administration
fr: Posologie et administration

# sumDosageForm
source: Dosage forms, composition and packaging
fr: Formes posologiques, composition et conditionnement

# sumDrugInteractions
source: Drug interactions
fr: Interactions médicamenteuses

# sumHowStore
source: How to store it
fr: Comment conserver le médicament

# sumIndications
source: Indications and clinical use
fr: Indications et utilisation clinique

# sumInteractions
source: Interactions with this medication
fr: Interactions médicamenteuses

# sumMedication
source: About this medication
fr: Au sujet de ce médicament

# sumMicrobiology
source: Microbiology
fr: Microbiologie

# sumMoreInfo
source: More information
fr: Pour de plus amples renseignements

# sumOverdosage
source: Overdosage
fr: Surdosage

# sumPharmacology
source: Detailed pharmacology
fr: Pharmacologie détaillée

# sumPharmInfo
source: Pharmaceutical information
fr: Renseignements pharmaceutiques

# sumProdInfo
source: Summary product information
fr: Renseignements sommaires sur le produit

# sumProperUse
source: Proper use of this medication
fr: Utilisation appropriée de ce médicament

# sumReferences
source: References
fr: Références

# sumReporting
source: Reporting supected side effects
fr: Déclaration des effets indésirables soupçonnés

# sumSideEffects
source: Side effects and what to do about them
fr: Procédures à suivre en ce qui concerne les effets secondaires

# sumSpecialHandling
source: Special handling instructions
fr: Instructions particulières de manipulation

# sumStorage
source: Storage and stability
fr: Entreposage et stabilité

# sumToxicology
source: Toxicology
fr: Toxicologie

# sumWarnings
source: Warnings and precautions
fr: Mises en garde et précautions

source: Symptom
fr: Symptôme

# talkwithDocAllCases
source: Talk with your doctor in all cases
fr: Talk with your doctor in all cases_fr

# talkwithDocIfSever
source: Talk with your doctor only if server
fr: Talk with your doctor only if server_fr

source: Therapeutic classification
fr: Classification thérapeutique

# tmax
source: TMAX §(h)
fr: T<sub>max</sub><sup>§ </sup> (h)

source: Toxicology
fr: Toxicologie

source: Uncommon
fr: Peu fréquent

source: Unknown
fr: Inconnu

source: Usual dose
fr: Dose habituelle

source: Very rare
fr: Très rare

source: Vial size
fr: Volume de l’ampoule

# volumediluent
source: Volume of diluent to be added to vial
fr: Volume de diluant nécessaire par ampoule

# warningsInfo
source: Activities (Warnings and Precautions, e,g, under Occupational Hazards) Current conditions (Contraindications, Warnings and Precautions) Past diseases (Contraindications, Warnings and Precautions) Reproductive issues (Contraindications, Warnings and Precautions) Anticipated medical procedures (Warnings and Precautions) Any allergies to this drug or its ingredients or components of the container (Contraindications)
fr: Activités (mises en garde et précautions, p. ex. Amoindrissement des facultés) États actuels (contre-indications, mises en garde et précautions) Maladies précédentes (contre-indications, mises en garde et précautions) Questions concernant la reproduction (contre-indications, mises en garde et précautions) Procédures médicales prévues (mises en garde et précautions) Allergies quelconques à ce médicament, aux ingrédients ou aux composants du récipient (contre-indications)

# whatDosageForm
source: What dosage forms it comes in
fr: Les formes posologiques sont

# whatToDo
source: Side effects and what to do
fr: Procédures à suivre en ce qui concerne les effets secondaires

# whenNotUse
source: When it should not be used
fr: Les circonstances oû il est déconseillé d’utiliser ce médicament
